[
  {
    "id": 1,
    "requisito": "Escolaridad disciplinar y escolaridad en educación o campos afines"
  },
  {
    "id": 2,
    "requisito": "Actividades académicas vinculadas a la formación y profesionalización docente, la educación y temáticas afines."
  },
  {
    "id": 3,
    "requisito": "Premios o reconocimientos otorgados por instancias colegiadas de la UNAM o por instituciones de prestigio nacionales e internacionales, preferentemente vinculadas con la formación docente universitaria."
  },
  {
    "id": 4,
    "requisito": "Experiencia docente en niveles educativos (bachillerato, licenciatura, posgrado); En el diseño de actividades formativas para el profesorado universitario; En la impartición de actividades formativas al profesorado universitario; Evaluación y retroalimentación en la formación docente; En gestión como: dirección, jefatura o coordinación"
  },
  {
    "id": 5,
    "requisito": "Conocimiento didáctico y andragógico; Conocimientos en elaboración de material didáctico para la formación docente; Conocimiento de didácticas específicas; Conocimientos y habilidades socioemocionales para la formación docente universitaria (empatía, adaptabilidad, creatividad, pensamiento crítico, etc.); Conocimiento en temas transversales y emergentes de la educación universitaria; Conocimiento tecnológico sobre el uso de herramientas y plataformas tecnológicas para la formación docente tales como: Ambientes Virtuales de Aprendizaje (Moodle, Classroom, etc.) y plataformas de videoconferencia para actividades sincrónicas (Zoom, Webex, Teams, Meet, etc.)"
  },
  {
    "id": 6,
    "requisito": "Publicaciones en materia educativa vinculada con la formación y profesionalización docente; Gestión y participación en proyectos de formación y profesionalización docente; Participación como ponente en eventos académicos de formación y profesionalización docente nacionales e internacionales"
  },
  {
    "id": 7,
    "requisito": "Conocimiento sobre el proyecto educativo y normatividad universitaria; Conocimiento sobre la política institucional sobre la formación y profesionalización docente; Conocimiento sobre el código de ética y valores de la institución"
  },
  {
    "id": 8,
    "requisito": "Liderazgo para influir y guiar a un grupo de docentes en formación; Motivación para incentivar el entusiasmo y el esfuerzo del profesorado en los procesos de formación y profesionalización de la docencia universitaria; Compromiso con la institucionalización de la formación y la profesionalización docente universitaria; Proactividad para actuar con iniciativa en la formación y profesionalización docente universitaria."
  },
  {
    "id": 9,
    "requisito": "Compromiso y resguardo de la documentación oficial así como el cumplimiento de los procesos de gestión que la institución determine."
  },
  {
    "id": 10,
    "requisito": "Resguardo de los equipos de cómputo, materiales didácticos y demás insumos que le sean proporcionados para el desarrollo de actividades para la formación y profesionalización docente, etc."
  }
]